> nome (maximo 50 caracteres): password (entre 4 e 6 caracteres - digitos e letras): Registo efetuado.
> password: bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Dados invalidos.
Deslocacao nao registada.
bb> Deslocacao registada. Obrigado eu sou bb.
bb> Fim de sessao. Obrigado eu sou bb.
> Obrigado. Ate a proxima.
